[Challenge]
C27_Desc0=10000
C27_Desc1=30000
C27_Desc2=50000
C27_Title=Heart of Darkness
C28_Desc0=31
C28_Desc1=29
C28_Desc2=30
C28_Title=Hothouse Prey
PackName=(Prey in the Darkness Map Pack)
